MCF_STATS_COLLAPSE_TOOLTIP = "Скрыть информацию о персонаже";
MCF_STATS_EXPAND_TOOLTIP = "Показать информацию о персонаже";
MCF_PET_STATS_COLLAPSE_TOOLTIP = "Скрыть информацию о питомце";
MCF_PET_STATS_EXPAND_TOOLTIP = "Показать информацию о питомце";

MCF_DEFAULT_STAT1_TOOLTIP = "Сила атаки увеличена на %d.";
MCF_DEFAULT_STAT2_TOOLTIP = "Повышает вероятность нанести критический удар на %.2f%%.";
MCF_DEFAULT_STAT3_TOOLTIP = "Максимальный уровень здоровья увеличен на %d.";
MCF_DEFAULT_STAT4_TOOLTIP = "Запас маны увеличен на %d|nСила заклинаний увеличена (НЕПРАВИЛЬНО РАБОТАЕТ) на %d|nВероятность нанести критический удар заклинанием повышена на %.2f%%.";
MCF_MANA_REGEN_FROM_SPIRIT = "Скорость восполнения маны +%d каждые 5 сек. (если персонаж не творит заклинания)";

MCF_CR_CRIT_MELEE_TOOLTIP = "Вероятность нанести дополнительный урон.\nРейтинг: %d (вероятность нанести критический удар +%.2f%%).";
MCF_CR_CRIT_RANGED_TOOLTIP = "Вероятность нанести дополнительный урон в дальнем бою.\nРейтинг: %d (вероятность нанести критический удар +%.2f%%).";
MCF_CR_CRIT_SPELL_TOOLTIP = "Вероятность нанести дополнительный урон заклинанием.\nРейтинг: %d (вероятность нанести критический удар заклинанием +%.2f%%).";

MCF_STAT_DPS_SHORT = "Урон в сек";
MCF_STAT_HASTE_BASE_TOOLTIP = "\nРейтинг скорости: %d (скорость +%.2f%%)";
MCF_CR_BLOCK_TOOLTIP = "Рейтинг блока %d увеличивает вероятность блокировать удар на %.2f%%.\nПри успешном блоке урон уменьшается на %d%%.";
MCF_RESISTANCE_TOOLTIP_SUBTEXT = "Уменьшает урон, получаемый персонажем от атак, в ходе которых используется %s, в среднем на %.2f%%.";


MCF_WEAPON_SPEED = "Скорость атаки";