MCFSTATS_COLLAPSE_TOOLTIP = "Скрыть информацию о персонаже";
MCFSTATS_EXPAND_TOOLTIP = "Показать информацию о персонаже";
MCFPET_STATS_COLLAPSE_TOOLTIP = "Скрыть информацию о питомце";
MCFPET_STATS_EXPAND_TOOLTIP = "Показать информацию о питомце";

MCFDEFAULT_STAT1_TOOLTIP = "Сила атаки увеличена на %d.";
MCFDEFAULT_STAT2_TOOLTIP = "Повышает вероятность нанести критический удар на %.2f%%.";
MCFDEFAULT_STAT3_TOOLTIP = "Максимальный уровень здоровья увеличен на %d.";
MCFDEFAULT_STAT4_TOOLTIP = "Запас маны увеличен на %d|nСила заклинаний увеличена (НЕПРАВИЛЬНО РАБОТАЕТ) на %d|nВероятность нанести критический удар заклинанием повышена на %.2f%%.";
MCFMANA_REGEN_FROM_SPIRIT = "Скорость восполнения маны +%d каждые 5 сек. (если персонаж не творит заклинания)";

MCFCR_CRIT_MELEE_TOOLTIP = "Вероятность нанести дополнительный урон.\nРейтинг: %d (вероятность нанести критический удар +%.2f%%).";
MCFCR_CRIT_RANGED_TOOLTIP = "Вероятность нанести дополнительный урон в дальнем бою.\nРейтинг: %d (вероятность нанести критический удар +%.2f%%).";
MCFCR_CRIT_SPELL_TOOLTIP = "Вероятность нанести дополнительный урон заклинанием.\nРейтинг: %d (вероятность нанести критический удар заклинанием +%.2f%%).";

MCFSTAT_DPS_SHORT = "Урон в сек";
MCFSTAT_HASTE_BASE_TOOLTIP = "\nРейтинг скорости: %d (скорость +%.2f%%)";
MCFCR_BLOCK_TOOLTIP = "Рейтинг блока %d увеличивает вероятность блокировать удар на %.2f%%.\nПри успешном блоке урон уменьшается на %d%%.";
MCFRESISTANCE_TOOLTIP_SUBTEXT = "Уменьшает урон, получаемый персонажем от атак, в ходе которых используется %s, в среднем на %.2f%%.";


MCFWEAPON_SPEED = "Скорость атаки";